const quotes = [
  {
    image: undefined,
    name: "یوسف حق گو",
    quote: `    
همکاری با شرکت بیلدکس یکی از بهترین تجربه‌های کاری تیم همیار زبان بود. دقت، ظرافت در طراحی و پاسخگویی سریع از ویژگی‌های تیم نوین بود و خیلی خوشحالم که طراحی سایت خودمون رو به این تیم سپردیم.
      `, 
  },
  {
    image: undefined,
    name: "یوسف حق گو",
    quote: `    
همکاری با شرکت بیلدکس یکی از بهترین تجربه‌های کاری تیم همیار زبان بود. دقت، ظرافت در طراحی و پاسخگویی سریع از ویژگی‌های تیم نوین بود و خیلی خوشحالم که طراحی سایت خودمون رو به این تیم سپردیم.
      `,
  },
];

const projects = [
  {
    thumb: undefined,
    title: "اپلیکیشن Air Freight",
    status: 4,
    description:
      "استاندارد PRINCE2 [۱] دو تعریف را برای پروژه ارائه داده‌است که اولی به اهداف پروژه و دیگری به ویژگی‌های پروژه توجه دارد. این استاندارد از جهت اهداف، پروژه را یک محیط مدیریتی که به منظور تحویل یک یا چند محصول تجاری مطابق با یک موقعیت تجاری مشخص ایجاد شده‌است تعریف می‌کند و در جای دیگر و با توجه به ویژگی‌های پروژه آن را یک سازمان موقتی که باید یک نتیجه منحصربه‌فرد و از پیش تعیین شده را با یک زمان از قبل تعیین شده و منابع مشخص، ایجاد کند می‌داند. استاندارد PMBOK [۲] یک پروژه را تلاشی موقتی که به منظور تولید محصول، خدمت یا نتیجه‌ای منحصربه‌فرد انجام می‌گیرد، می‌داند؛ و براساس تعریف استاندارد ICB پروژه یک عملکرد محدود شده توسط زمان و هزینه برای دست‌یابی به تحویل شدنی‌های تعریف شده (محدوده تعریف شده برای برآوردن موضوعات پروژه) براساس استانداردهای کیفیت و الزامات است.[۳] قابل توجه است که همه این استانداردها محدودیت زمان، هزینه (منابع) و موقتی بودن را درکنار تولید یک محصول مشخص و منحصربه‌فرد مورد توجه قرار داده‌اند.",
    link: undefined,
    slug: "air-freight",
    members: [1, 2, 3],
  },
  {
    thumb: undefined,
    title: "مشاوره در Botick",
    status: 3,
    description:
      "استاندارد PRINCE2 [۱] دو تعریف را برای پروژه ارائه داده‌است که اولی به اهداف پروژه و دیگری به ویژگی‌های پروژه توجه دارد. این استاندارد از جهت اهداف، پروژه را یک محیط مدیریتی که به منظور تحویل یک یا چند محصول تجاری مطابق با یک موقعیت تجاری مشخص ایجاد شده‌است تعریف می‌کند و در جای دیگر و با توجه به ویژگی‌های پروژه آن را یک سازمان موقتی که باید یک نتیجه منحصربه‌فرد و از پیش تعیین شده را با یک زمان از قبل تعیین شده و منابع مشخص، ایجاد کند می‌داند. استاندارد PMBOK [۲] یک پروژه را تلاشی موقتی که به منظور تولید محصول، خدمت یا نتیجه‌ای منحصربه‌فرد انجام می‌گیرد، می‌داند؛ و براساس تعریف استاندارد ICB پروژه یک عملکرد محدود شده توسط زمان و هزینه برای دست‌یابی به تحویل شدنی‌های تعریف شده (محدوده تعریف شده برای برآوردن موضوعات پروژه) براساس استانداردهای کیفیت و الزامات است.[۳] قابل توجه است که همه این استانداردها محدودیت زمان، هزینه (منابع) و موقتی بودن را درکنار تولید یک محصول مشخص و منحصربه‌فرد مورد توجه قرار داده‌اند.",
    
    link: undefined,
    slug: "botick",
    members: [1, 2, 3],
  },
  {
    thumb: undefined,
    title: "تقویم شمسی React Native",
    status: 2,
    description:
      "استاندارد PRINCE2 [۱] دو تعریف را برای پروژه ارائه داده‌است که اولی به اهداف پروژه و دیگری به ویژگی‌های پروژه توجه دارد. این استاندارد از جهت اهداف، پروژه را یک محیط مدیریتی که به منظور تحویل یک یا چند محصول تجاری مطابق با یک موقعیت تجاری مشخص ایجاد شده‌است تعریف می‌کند و در جای دیگر و با توجه به ویژگی‌های پروژه آن را یک سازمان موقتی که باید یک نتیجه منحصربه‌فرد و از پیش تعیین شده را با یک زمان از قبل تعیین شده و منابع مشخص، ایجاد کند می‌داند. استاندارد PMBOK [۲] یک پروژه را تلاشی موقتی که به منظور تولید محصول، خدمت یا نتیجه‌ای منحصربه‌فرد انجام می‌گیرد، می‌داند؛ و براساس تعریف استاندارد ICB پروژه یک عملکرد محدود شده توسط زمان و هزینه برای دست‌یابی به تحویل شدنی‌های تعریف شده (محدوده تعریف شده برای برآوردن موضوعات پروژه) براساس استانداردهای کیفیت و الزامات است.[۳] قابل توجه است که همه این استانداردها محدودیت زمان، هزینه (منابع) و موقتی بودن را درکنار تولید یک محصول مشخص و منحصربه‌فرد مورد توجه قرار داده‌اند.",
    
    link: undefined,
    slug: "jalali-calender",
    members: [1, 2, 3],
  },
  {
    thumb: undefined,
    title: "خط‌کش برای React Native",
    status: 1,
    description:
      "استاندارد PRINCE2 [۱] دو تعریف را برای پروژه ارائه داده‌است که اولی به اهداف پروژه و دیگری به ویژگی‌های پروژه توجه دارد. این استاندارد از جهت اهداف، پروژه را یک محیط مدیریتی که به منظور تحویل یک یا چند محصول تجاری مطابق با یک موقعیت تجاری مشخص ایجاد شده‌است تعریف می‌کند و در جای دیگر و با توجه به ویژگی‌های پروژه آن را یک سازمان موقتی که باید یک نتیجه منحصربه‌فرد و از پیش تعیین شده را با یک زمان از قبل تعیین شده و منابع مشخص، ایجاد کند می‌داند. استاندارد PMBOK [۲] یک پروژه را تلاشی موقتی که به منظور تولید محصول، خدمت یا نتیجه‌ای منحصربه‌فرد انجام می‌گیرد، می‌داند؛ و براساس تعریف استاندارد ICB پروژه یک عملکرد محدود شده توسط زمان و هزینه برای دست‌یابی به تحویل شدنی‌های تعریف شده (محدوده تعریف شده برای برآوردن موضوعات پروژه) براساس استانداردهای کیفیت و الزامات است.[۳] قابل توجه است که همه این استانداردها محدودیت زمان، هزینه (منابع) و موقتی بودن را درکنار تولید یک محصول مشخص و منحصربه‌فرد مورد توجه قرار داده‌اند.",
    
    link: undefined,
    slug: "ruler-react-native",
    members: [1, 2, 3],
  },
  {
    thumb: undefined,
    title: "اپلیکیشن Dimo",
    status: 1,
    description:
      "استاندارد PRINCE2 [۱] دو تعریف را برای پروژه ارائه داده‌است که اولی به اهداف پروژه و دیگری به ویژگی‌های پروژه توجه دارد. این استاندارد از جهت اهداف، پروژه را یک محیط مدیریتی که به منظور تحویل یک یا چند محصول تجاری مطابق با یک موقعیت تجاری مشخص ایجاد شده‌است تعریف می‌کند و در جای دیگر و با توجه به ویژگی‌های پروژه آن را یک سازمان موقتی که باید یک نتیجه منحصربه‌فرد و از پیش تعیین شده را با یک زمان از قبل تعیین شده و منابع مشخص، ایجاد کند می‌داند. استاندارد PMBOK [۲] یک پروژه را تلاشی موقتی که به منظور تولید محصول، خدمت یا نتیجه‌ای منحصربه‌فرد انجام می‌گیرد، می‌داند؛ و براساس تعریف استاندارد ICB پروژه یک عملکرد محدود شده توسط زمان و هزینه برای دست‌یابی به تحویل شدنی‌های تعریف شده (محدوده تعریف شده برای برآوردن موضوعات پروژه) براساس استانداردهای کیفیت و الزامات است.[۳] قابل توجه است که همه این استانداردها محدودیت زمان، هزینه (منابع) و موقتی بودن را درکنار تولید یک محصول مشخص و منحصربه‌فرد مورد توجه قرار داده‌اند.",
    
    link: undefined,
    slug: "dimo",
    members: [1, 2, 3],
  },
  {
    thumb: undefined,
    title: "اپلیکیشن ReserveIt",
    status: 1,
    description:
      "استاندارد PRINCE2 [۱] دو تعریف را برای پروژه ارائه داده‌است که اولی به اهداف پروژه و دیگری به ویژگی‌های پروژه توجه دارد. این استاندارد از جهت اهداف، پروژه را یک محیط مدیریتی که به منظور تحویل یک یا چند محصول تجاری مطابق با یک موقعیت تجاری مشخص ایجاد شده‌است تعریف می‌کند و در جای دیگر و با توجه به ویژگی‌های پروژه آن را یک سازمان موقتی که باید یک نتیجه منحصربه‌فرد و از پیش تعیین شده را با یک زمان از قبل تعیین شده و منابع مشخص، ایجاد کند می‌داند. استاندارد PMBOK [۲] یک پروژه را تلاشی موقتی که به منظور تولید محصول، خدمت یا نتیجه‌ای منحصربه‌فرد انجام می‌گیرد، می‌داند؛ و براساس تعریف استاندارد ICB پروژه یک عملکرد محدود شده توسط زمان و هزینه برای دست‌یابی به تحویل شدنی‌های تعریف شده (محدوده تعریف شده برای برآوردن موضوعات پروژه) براساس استانداردهای کیفیت و الزامات است.[۳] قابل توجه است که همه این استانداردها محدودیت زمان، هزینه (منابع) و موقتی بودن را درکنار تولید یک محصول مشخص و منحصربه‌فرد مورد توجه قرار داده‌اند.",
    
    link: undefined,
    slug: "reserveit",
    members: [1, 2],
  },
];

const persons = [
  {
    id: 1,
    image: undefined,
    name: "محمد خواجوی",
    role: "React Native Developer",
    slug: "mohammad-khajavi",
    social: {
      telegram: "#",
      github: "#",
    },
  },
  {
    id: 2,
    image: undefined,
    name: "حمیدرضا کلانتری",
    role: "Full Stack Developer",
    slug: "hamidreza-kalantari",
    social: {
      github: "#",
    },
  },
  {
    id: 3,
    image: undefined,
    name: "سهراب شاهین‌فر",
    role: "Backend Developer",
    slug: "sohrab-shahinfar",
    social: {
      linkedin: "#",
      github: "#",
    },
  },
  {
    id: 4,
    image: undefined,
    name: "امیر سلطانیان",
    role: "Frontend Developer",
    slug: "amir-soltaniyan",
    social: {
      telegram: "#",
      github: "#",
      instagram: "#",
      codepen: "#",
    },
  },
  {
    id: 5,
    image: undefined,
    name: "مهسا محدثی‌نیا",
    role: "Marketing / UX",
    slug: "mahsa-mohadesi-nia",
    social: {
      instagram: "#",
      dribbble: "#",
      behance: "#",
    },
  },
  {
    id: 6,
    image: undefined,
    name: "علی آقا‌احمدی",
    role: "UI / UX",
    slug: "ali-agha-ahmadi",
    social: {
      instagram: "#",
      dribbble: "#",
      behance: "#",
      telegram: "#",
    },
  },
  {
    id: 7,
    image: undefined,
    name: "سینا مراددار",
    role: "Frontend Developer",
    slug: "sina-morad-dar",
    social: {
      github: "#",
      codepen: "#",
    },
  },
  {
    id: 8,
    image: undefined,
    name: "علی غلامی",
    role: "AI",
    slug: "ali-gholami",
    social: {
      telegram: "#",
      github: "#",
    },
  },
];

export { projects, quotes, persons };
